export const timelineData = [
  {
    range: [1987, 1991],
    items: [
      { year: 1987, text: "«Хищник»/Predator, США (реж. Джон Мактирнан)" },
      { year: 1988, text: "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit" },
      { year: 1989, text: "«Назад в будущее 2», США (реж. Роберт Земекис)" },
      { year: 1990, text: "«Крепкий орешек 2», США" },
      { year: 1991, text: "«Терминатор 2», США (реж. Джеймс Кэмерон)" },
    ],
    id: 1,
    category: "Кино",
    pointColor: "#FF5733"
  },
  {
    range: [1992, 1997],
    items: [
      { year: 1992, text: "«Хищник»/Predator, США (реж. Джон Мактирнан)" },
      { year: 1993, text: "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit" },
      { year: 1994, text: "«Назад в будущее 2», США (реж. Роберт Земекис)" },
      { year: 1995, text: "«Крепкий орешек 2», США" },
      { year: 1997, text: "«Терминатор 2», США (реж. Джеймс Кэмерон)" },
    ],
    id: 2,
    category: "Кино",
    pointColor: "#FF5733"
  },
  {
    range: [1998, 1999],
    items: [
      { year: 1998, text: "«Хищник»/Predator, США (реж. Джон Мактирнан)" },
      { year: 1999, text: "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit" },
    ],
    id: 3,
    category: "Кино",
    pointColor: "#FF5733"
  },
  {
    range: [2000, 2003],
    items: [
      { year: 2000, text: "«Хищник»/Predator, США (реж. Джон Мактирнан)" },
      { year: 2002, text: "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit" },
      { year: 2003, text: "«Назад в будущее 2», США (реж. Роберт Земекис)" },
    ],
    id: 4,
    category: "Кино",
    pointColor: "#FF5733"
  },
  {
    range: [2004, 2008],
    items: [
      { year: 2004, text: "«Хищник»/Predator, США (реж. Джон Мактирнан)" },
      { year: 2005, text: "«Кто подставил кролика Роджера»/Who Framed Roger Rabbit" },
      { year: 2007, text: "«Назад в будущее 2», США (реж. Роберт Земекис)" },
      { year: 2008, text: "«Крепкий орешек 2», США" },
    ],
    id: 5,
    category: "Кино",
    pointColor: "#FF5733"
  },
  {
    range: [2015, 2022],
    items: [
      { year: 2015, text: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды" },
      { year: 2016, text: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11" },
      { year: 2017, text: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" },
      { year: 2017, text: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" },
      { year: 2017, text: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi" },
    ],
    id: 6,
    category: "Наука",
    pointColor: "#FF5733"
  }
];